{
    "news" : [
        {
            "id": 1,
            "mainTitle" : "WHY WE SEALED EIGHT BANKS IN ENUGU STATE – ESBIR",
            "mainNews": "Eight banks were this morning sealed by the Enugu State Government for failure to remit about ₦1, 000,000,000.00 (One Billion naira) in taxes to the coffer official the state government.",
            "mainPhoto": "http://enugustate.gov.ng/wp-content/uploads/2017/02/16864893_410224179321153_6007220096799961507_n.jpg",            
            "subNews": "The state government, through the Enugu State Board of Internal Revenue (ESBIR) on Feburary 6 and 16, 2017, obtained Exparte Orders from the Enugu State High Court to distrain the affected banks. The Board began the enforcement exercise this morning, and I wish to state that it was very successful.The eight banks are Access Bank PLC, Stanbic IBTC Bank, Skye Bank, Union Bank, Unity Bank, Heritage (Enterprise) Bank, Keystone Bank, and Sterling Bank. \nThe branches of the affected banks in the State, which are now under lock and key will remain locked until they pay to the state government the taxes they have collected on its behalf. \nThe government has been encouraging individual tax payers and tax agents to comply voluntarily by paying their taxes promptly. We have reformed the process of remittances of government revenues to make it easy for banks to pay their taxes like other corporate citizens.\nIn the past one year we have written the affected banks severally and held meetings with them on the subject matter but they would rather hold onto government funds illegally.\nThe action of the affected banks has been denying the State government of the funds it needs to execute its developmental programmes that would impact positively on the lives of the people.\nThe eight banks have a combined branch network of 36 branches in Enugu metropolis and the neighbouring towns of Agbani and Ituku Ozalla.\nThe sealing of the banks is the first phase of the enforcement exercise on major companies and institutions to ensure that they perform their civic obligation to the state government.\nWe can no longer allow the banks to behave like corporate outlaws, moreso, when it is on record that the Withholding Taxes (WHT) which the state government is demanding that Banks remit to its coffer, have already been deducted by the banks from the interests that they pay on deposits to their customers.\nThe banks have no business holding onto these taxes they collected on behalf of the government.\nThe present administration in Enugu State has laid out an ambitious plan to upgrade critical infrastructural facilities in the State. These people-oriented programmes need to be adequately funded urgently, because the state government is in a hurry to deliver on all its campaign promises to the people.\nWe are all aware that revenue allocation from the Federation Account to the state government has been dwindling. The government expects banks and other financial institutions to join hands with it to harness its internally generated revenues.\nIn view of the above, we call on the people of the state, especially customers of the affected banks to be calm and see the action as a measure to enable the government serve them better as their monies in the affected banks are safe.",
            "subPhoto": [
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16649563_410223982654506_8726542991925298975_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16708200_410224572654447_4079107252009775802_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16807170_410224345987803_4574671435707905738_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16864150_410224022654502_3141516016740368051_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16864893_410224179321153_6007220096799961507_n-1-768x461.jpg"
            ]
                
        },
        {
            "id": 2,
            "mainTitle" : "GOV. IFEANYI UGWUANYI PLAYS HOST TO MEMBERS OF SENATE COMMITTEE ON STATE AND LOCAL GOVERNMENT",
            "mainNews": "Gov. Ifeanyi Ugwuanyi of Enugu State plays host to members of the Senate Committee on State and Local Government Administration led by its Chairman, Senator Abdullahi Gumel at the Government House, Enugu.",
            "mainPhoto": "http://enugustate.gov.ng/wp-content/uploads/2017/02/16425910_400608606949377_2602575869397390711_n.jpg",            
            "subNews": "Said his administration has judiciously utilized the bailout fund received for the purposes of liquidating the outstanding pensions and subvention to parastatals, agencies and departments and further appealed to the federal government for the refund of over N22 billion the state government has spent on the reconstruction and rehabilitation of some federal roads in the state.\nThe committee is in Enugu on an oversight function on the utilization of bailout funds released to states by the federal government.\nAccording to the governor, “ Enugu State applied for bailout funds from the Federal Government totaling N40.9 billion. Out of this sum however, we received only N4.207billion to be used for the liquidation of outstanding pensions and subvention to parastatals, agencies and departments”.\n“Distinguished Senators, I am happy to announce that we successfully utilized the funds for the stated purposes, as you would confirm from the records (to be) made available to you by the State Ministry of Finance.\n“You will also be furnished with the details of how we applied other funds released to the State by the Federal Government within the life of this administration.” Enugu State is in the hands of God!",
            "subPhoto": [
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16388038_400609316949306_7355385846775032041_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16425910_400608606949377_2602575869397390711_n-1-768x460.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16425915_400611050282466_602114765369193119_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16473042_400611113615793_8746253250930148938_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/02/16473844_400610940282477_4099394740812330619_n-768x461.jpg"
            ]
        },
        {
            "id": 3,
            "mainTitle" : "ASSIST US ATTRACT FOREIGN INVESTORS TO EXPLORE OUR POTENTIALS” UGWUANYI TELLS US ENVOY",
            "mainNews": "“Assist us attract Foreign Investors to explore our potentials”, Ugwuanyi tells US Envoy\n…assures him of safe Investments in Enugu\nGovernor Ifeanyi Ugwuanyi of Enugu State has solicited the assistance of the US Embassy in Nigeria to enlighten and sensitize genuine business organisations in the United States on the state’s potentials with the aim of facilitating their entry into the state as investors.",
            "mainPhoto": "http://enugustate.gov.ng/wp-content/uploads/2017/01/15977022_390576974619207_1926274138000761055_n.jpg",            
            "subNews": "Gov. Ugwuanyi also indicated the state’s willingness to share ideas and collaborate with the United States on matters of development.\nThe governor who spoke when the American Ambassador to Nigeria, Mr. Stuart Symington, paid him a courtesy visit at the Government House, Enugu, noted that the US Envoy’s first official visit to the state offers an ample opportunity to build a stronger and mutually beneficial working relationship with the United States.\nHe added that the desire of his administration to diversify the state’s economy and attract foreign direct investment in the face of the current economic challenges have made a closer collaboration even more imperative.\n“We have in this respect, continued to invest heavily in all areas including security, infrastructural development, environmental improvement, expansion and regularisation of social services etc, that we believe, would help sustain a conducive environment for business investments to flourish in the state,” he said.\nSoliciting the assistance of the US Embassy in Nigeria with regard to sensitizing business organisations in the United States on the potentials within Enugu, as well as facilitating their entry into the state as investors, the governor explained that his administration had listed for commercialisation or privatization, over 17 potentially lucrative state-owned companies and industries dealing in diverse areas of business and production.\n“Beside this, we solicit the direct assistance of the United States government in the development of some critical sectors of the state’s economy such as education, healthcare, agriculture and security especially through the provision of modern communication equipment and other gadgets,” Governor Ugwuanyi said, adding that the presence of an international passenger and cargo airport and the establishment of a Free Trade Zone in Enugu as well as the urbanisation initiatives of the government, are additional incentives that boost the state’s economic profile.\nThe governor further assured the US envoy that whatever commitment or investment made by the United States government or organisations from the country in Enugu State is guaranteed to yield desired dividends and satisfy the interests of all parties involved.\nNoting that he was in Enugu to acquaint himself with the people’s culture, Ambassador Symington said he was keen to strengthen the ties between his country and Nigeria and also work towards ensuring that United States businessmen explore rewarding opportunities in Enugu State.\nThe ambassador further described Governor Ugwuanyi’s work on provision of infrastructure as exemplary.\nSee full text of Gov. Ugwuanyi’s address:\nPROTOCOLS\nI am profoundly delighted to welcome the Ambassador of the United States of America to Nigeria, His Excellency, W. Stuart Symington on his first official visit to Enugu State.\nEnugu State has undeniably enjoyed a long history of interaction and cooperation with the Government of the United States through her diplomatic mission in Nigeria and some of her agencies like the United States Agency for International Development (USAID).\nYour Excellency’s visit today certainly offers us an ample opportunity to build a stronger and mutually beneficial working relationship with the United States through your office.\nWe are indeed more than prepared to share ideas and partner with your office on all issues of development and other matters as they pertain to Enugu State. This has become even more imperative in the light of the severe economic challenges currently facing country as well as the efforts we are making to counter them through the diversification of the economy and the attraction of direct foreign investments to our state.\nWe have in this respect, continued to invest heavily in all areas including security, infrastructural development, environmental improvement, expansion and regularisation of social services etc. that we believe, would help sustain a conducive environment for business investments to flourish in the state. We have also put in place,necessary legislations, institutional frameworks, favourable tax regime and special incentives that would make it easier and more convenient for the operation of businesses in Enugu. Currently,we have listed for commercialisation or privatization, over 17 potentially lucrative State -owned companies and industries dealing in diverse areas of business and production.\nEnugu State is also richly endowed with natural and human resources that offer copious investment opportunities in Agriculture and Agro-Allied Enterprises and in the extraction and processing of such minerals as Coal, limestone, clay, oil, gas etc all of which are found in very abundant quantities in the state.\nThe presence of an international (passenger and cargo) airport and the establishment of a Free Trade Zone in Enugu as well as the urbanisation initiatives of the government, provide a further boost to the economic potentials and profile of the state.\nWe therefore seek the assistance of the US Embassy in Nigeria to enlighten and sensitize genuine business organisations in the United States on these potentials and to also, facilitate their entry into Enugu State as investors.\nBeside this, we solicit the direct assistance of the United States Government in the development of some critical sectors of the state’s economy such as education, healthcare, agriculture and security (especially through the provision of modern communication equipment and other gadgets).\nWe want to assure you that any commitment or investment that the United States Government or organisations from the country may choose to make in Enugu State, is guaranteed to yield desired dividends and satisfy the interests of all parties involved.\nOn this note your Excellency, I once again welcome you to Enugu State and I wish you a happy and fruitful stay here. Thank you and God bless.",
            "subPhoto": [
                "http://enugustate.gov.ng/wp-content/uploads/2017/01/15940877_390578204619084_8349849684989246151_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/01/15941136_390578171285754_2792073281888284694_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/01/15977475_390578101285761_2450184686825731665_n-768x461.jpg",
                "http://enugustate.gov.ng/wp-content/uploads/2017/01/15977794_390578154619089_7471614877747284560_n-768x461.jpg"
            ]
        },
        {
            "id": 4,
            "mainTitle" : "OUR MOSQUE WAS NOT BURNT : ENUGU CATTLE DEALERS",
            "mainNews": "*As Ugwuanyi visits incident arena\nCattle dealers in Garriki Cattle market, Awkunanu-Enugu, yesterday faulted media reports that their mosque was burnt down owing to a dispute between two people in the market that led to their deaths.",
            "mainPhoto": "http://enugustate.gov.ng/wp-content/uploads/2016/12/image-3.jpeg",            
            "subNews": "The cattle dealers said that a burnt property in the market was a as a result of harmatan haze, which no single individual or group was identified as being responsible for the fire incident.\nLeaders of the cattle market spoke on Friday when Governor Ifeanyi Ugwuanyi of Enugu state visited the market for on-the-spot assessment and interaction with the cattle market community.\nGovernor Ugwuanyi was conducted round the market by the Chairman of the Garriki cattle market Association, Alhaji Baba Ali, former Senior Special Assistant to the Enugu state Governor on inter-community matters, Hon. Ahmed Abubakar, among other leaders of the Hausa community in the market.\nSpeaking on the incident that took place on Wednesday, the Chairman of Garriki Cattle market in Enugu, Alhaji Baba Ali said: “Something happened by accident that we did not expect. Since 1970, we have been with the Igbo people here in peace and we have not had any problem. Something just happened by accident but we have settled the problem.\n“Any other news they are telling you is mere propaganda. We don’t have problem, we have been together since 1970, both Amagu and Amaechi, we have been together like brothers and sisters.\n“What happened was that one Hausa/Fulani Man carry knife chuk one Igbo boy and the Igbo boy died and the Hausa man too died, bringing about some riot but we have settled the matter. Nobody burnt any mosque. What happened was a fire accident, this is harmatan period. We have two mosques here; you can see people praying there, the other one is in the other side there.\n“Since then we have not had any other problem. Security here is very tight, both the DPO, Garrison commander are here day and night and the market is moving, nobody stopped the market to move.”\nIn his own narration, a former Senior Special Assistant to the Enugu state Governor on inter-community matters, Hon. Ahmed Abubakar said: “We‘ve been living peacefully with our host, we live like brothers. If you come here, you see Igbo people speaking Hausa language. This thing that the media is reporting about burning of our mosque is not true. This is our Friday mosque and you can see people praying there. This is the Mosque, today is Friday, look at all the Muslim they are doing their prayer here.\n“We have another mosque over there. Then the other one is the place where we rest and this is dry season, fire incident happened. We didn’t see anybody going to burn any house.\n“Your Excellency, with the good work you are doing in Enugu state, both the Igbo and the Hausa people here are living peacefully like brothers. So welcome to the market.”\nOn the measure being put in place to forestall further occurrence, the Governor’s Special Adviser on Security matters, Gen. Fred Eze (rtd) said “The government is interested in peace of the place and that was why when what happened here happened, security agencies were deployed to contain the situation and immediately the market leaders put heads together, discussed and agree that there should be peace and everywhere is calm that is why the market is operating.\n“It was a quarrel between two individuals and not an organized group crime. It was a problem between two people, it was not a group action but that was unfortunate. Two people had misunderstanding and what happened led to their deaths and so it had nothing to do with the groups in the market.”",
            "subPhoto": [                
            ]
        },
        {
            "id": 5,
            "mainTitle" : "BISHOP GODFREY ONAH : UGWUANYI’S ACHIEVEMENTS IN OFFICE QUITE OUTSTANDING",
            "mainNews": "Ugwuanyi’s achievements in office quite outstanding, says Bishop Godfrey Onah\nThe Catholic Bishop of Nsukka Diocese, Bishop Godfrey Onah has disclosed that Governor Ifeanyi Ugwuanyi ‘s achievements in office in the face of daunting economic challenges in the country have been outstanding and need to be well celebrated.",
            "mainPhoto": "http://enugustate.gov.ng/wp-content/uploads/2016/12/15747749_383405635336341_5238758501194987477_n.jpg",            
            "subNews": "Bishop Onah said that Gov. Ugwuanyi believes in good governance and has demonstrated his commitment to the well-being of the people of the state through massive infrastructural development, regular payment of workers’ salaries and restoration of peace in the state.\nThe Bishop, who spoke at a civic reception organized by the people of Imilike community in Udenu Local Government Area of the state in recognition of Ugwuanyi’s remarkable achievements in office, pointed out that the governor had sacrificed a lot in providing good governance across the state and should be appreciated.\nBishop Onah, who is from Imilike community, explained that the reception was organized to appreciate the governor’s good works in the area in particular and the State in general and also encourage him to render more selfless service to humanity.\nHe urged the governor to continue to govern the State with the fear of God and also be guided by the rule of law, assuring him of the support and prayers of the people of the state to succeed. The Bishop stressed that if the governor continues with his impressive track record, the sky will be his limit.\n“I m impressed that Gov. Ugwuanyi leads with the fear of God, love, faith and is always ready to make sacrifices for the good of the State. It is unfortunate that his numerous achievements are not well celebrated. What people think is what was done wrong, but nobody talks about the sacrifices and pains our leaders pass through to provide the needs of the people.\n“Our children who have not seen street light before can now watch with amazement, the dazzling of the roads at Night, this is the handiwork of our beloved son and brother, His Excellency, Governor Ifeanyichukwu Ugwuanyi,” said the Bishop.\nIn his remark, Gov. Ugwuanyi thanked the people of the community for the honour and their support to his administration. He also thanked the Bishop for his kind words of advice, prayers and guidance.\nThe governor used the opportunity to preach for peace, love and togetherness, reassuring the people of the state of his administration’s commitment to equitable development of the entire state in line with his campaign promises.\nIn his opening address, the President of Imilike General Assembly, Prof. Malachy Okwueze commended the governor for “an extremely prudent approach to managing the very lean resources and revenue of the state” which, he said, made it possible for the regular payment of workers’ salaries and numerous massive infrastructural development going on in the state.\nThe occasion featured the conferment of the Gburugburu One of Imilike on the governor by the people of the community.",
            "subPhoto": [                
            ]
        },
        {
            "id": 6,
            "mainTitle" : "SULTAN OF SOKOTO VISITS ENUGU TO HONOUR RANGERS, INAUGURATE PROJECTS",
            "mainNews": "His Eminence, the Sultan of Sokoto, Alhaji (Dr.) Muhammad Sa’ad Abubakar is among the dignitaries expected to attend tomorrow’s grand reception being organized by the Enugu State Government in honour of the 2015/2016 Nigerian Professional Football League Champions, the Enugu Rangers International Football club.",
            "mainPhoto": "http://enugustate.gov.ng/wp-content/uploads/2016/12/enugu-government-website-by-mexygabriel.jpg",            
            "subNews": "The Sultan of Sokoto who is a staunch fan of Enugu Rangers starting from his days in Nsukka (from 1977 to 1983) as an Army Officer has remained committed to the noble course of the club till date. As a football enthusiast, his love, passion and support for Rangers throughout the last season up till the day the club won the NPFL trophy was inspiring and remarkable.\nAccording to a statement by the Chairman of the Publicity Sub-Committee for the event, Louis Amoke, the Sultan is also expected to inaugurate some road projects executed across the state by Governor Ifeanyi Ugwuanyi’s administration and also visit the University town of Nsukka, where the people of the area will accord him a civic reception.\nSome of the completed roads for inauguration, according to the statement, include the Nike Lake road and the Abakpa Nike road in Enugu East Local Government Area; the Post Office Roundabout- Odenigbo Roundabout- Ogurugu-Ikenga Hotel junction road and the Obechara road Junction-Umuakashi-Mechanic Village-Ikenga Hotels junction road in the University town of Nsukka.\nAlso speaking on the Sultan’s visit, the National Chairman of Enugu Rangers’ Supporters Club, Ibuchukwu Nwodo described it as historic and a clear indication that the club remains a unifying force in the promotion of peace and national unity.\nNwodo thanked Governor Ugwuanyi for honouring Rangers after all the support he gave the club, which saw it to victory.\n“I sincerely thank God for what is happening in Enugu State since His Excellency, Rt. Hon. Ifeanyi Ugwuanyi took over the leadership of the state. Apart from regular payment of workers’ salaries and numerous massive development projects going on in the state, in spite of the severe economic challenges in the country, Gov. Ugwuanyi still supported Enugu Rangers to victory.\n“Tomorrow, Monday, December 19, Gov. Ugwuanyi and the people of the state will honour the club to say thank you for the job well done and also inspire them to greater heights, and the Spiritual Leader of Nigerian Muslims, His Eminence, the Sultan of Sokoto will be attending the event. This is an attestation that Enugu State is truly in the hands of God and that Rangers International is a club to reckon with,” he said",
            "subPhoto": [                
            ]
        }
    ]
}